Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Even if today felt messy, you showed up. That matters.
ar: حتى لو شعرت إن الأمور مربكة، فأنت حضرت. وهذا ما يهم.
ca: Encara que avui hagi estat un dia desordenat, heu progressat. Això importa.
cy: Hyd yn oed os nad oedd heddiw’n berffaith, fe ddest ti drwyddi. Dyna sy’n bwysig.
da: Selvom i dag ikke var helt optimal, så gjorde du dit bedste. Det betyder noget.
da_instk12: Selvom i dag ikke var helt optimal, så gjorde du dit bedste. Det betyder noget.
de: Auch wenn der heutige Tag chaotisch war, Sie waren da. Das ist wichtig.
es: Aunque hoy haya sido un día complicado, se esforzó. Eso importa.
es_es: Aunque el día de hoy te haya parecido un poco caótico, has estado presente. Eso cuenta.
fi: Vaikka päivä tuntui sekavalta, sinä olit paikalla. Sillä on merkitystä.
fr: Même si la journée a été difficile, tu étais là. Et ça, c’est important.
fr_ca: Même si la journée s’est avérée désordonnée, vous avez répondu présent. C’est important.
ga: Fiú má bhí an lá inniu praiseach, bhí tú ann. Tá tábhacht leis sin.
hi: भले ही आज का दिन उथल-पुथल भरा रहा हो, लेकिन आपने हिम्मत नहीं हारी। यह मायने रखता है।
ht: Menm si jodi a te yon dezòd, ou te la. Se sa ki konte.
id: Meskipun hari ini terasa berantakan, Anda tetap hadir. Itu penting.
is: Jafnvel þótt þetta hafi verið óreiðukennt í dag, þá mættir þú samt. Það skiptir máli.
it: Anche se oggi ti è sembrato caotico, ti sei superato. Ecco ciò che conta.
ja: 今日ゴチャゴチャしていても、それでもあなたは出席し、ページを開きました。大切なのはそれです。
ko: 오늘은 혼란스럽게 느껴지지만 참석했습니다. 이것이 중요합니다.
mi: Ahakoa i pōrearea te āhua o te rā nei, i tae mai koe. He mea nui tēnā.
ms: Walaupun hari ini berasa tidak lancar, anda tetap berada di sini. Itu amat bermakna.
nb: Selv om det føltes rotete i dag, så møtte du opp. Det betyr noe.
nb_instk12: Selv om det føltes rotete i dag, så møtte du opp. Det betyr noe.
nl: Ondanks dat vandaag rommelig aanvoelde, kwam je wel opdagen. Dat is belangrijk.
pl: Nawet jeśli masz dziś trudniej, ważne że jesteś. To się liczy.
pt: Mesmo que hoje tenha sido um dia complicado, tu estiveste presente. Isso é importante.
pt_br: Mesmo que hoje tenha sido um dia complicado, você apareceu. Isso é importante.
ru: Даже если сегодня все шло не так, как надо, вы все равно проявили себя. Это важно.
sl: Tudi če se je današnji dan zdel kaotičen, bili ste prisotni. To je pomembno.
sv: Även om dagen var tung så tog du dig igenom den. Det räknas.
sv_instk12: Även om dagen var tung så tog du dig igenom den. Det räknas.
th: แม้ว่าวันนี้จะรู้สึกสับสน แต่คุณก็ไม่ได้หายไปไหน นั่นล่ะสิ่งสำคัญ
vi: Ngay cả khi hôm nay lộn xộn, bạn vẫn ở đây. Điều đó rất quan trọng.
zh: 就算今天诸事不顺，好在你仍然坚持过来了。这才是最重要的。
zh_hk: 即使今天感覺很糟糕，但你還是來了。這很重要。

source: Even messy progress is still progress.
ar: حتى التقدم غير المنظم يُعد تقدمًا.
ca: Fins i tot el progrés desordenat segueix sent progrés.
cy: Mae cynnydd blêr yn gynnydd.
da: Selv rodede fremskridt er stadig fremskridt.
da_instk12: Selv rodede fremskridt er stadig fremskridt.
de: Selbst ein holpriger Fortschritt ist immer noch ein Fortschritt.
es: Incluso un progreso complicado sigue siendo un progreso.
es_es: Hasta avanzar a trompicones siguen siendo avanzar.
fi: Hidaskin edistyminen on edistystä.
fr: Même les petits progrès restent des progrès.
fr_ca: Les progrès, même désordonnés, restent des progrès.
ga: Is dul chun cinn fós é fiú dul chun cinn míshlachtmhar.
hi: भले ही प्रगति में उलझन हो, फिर भी यह आगे बढ़ना ही है।
ht: Menm pwogrè ki fèt an dezòd yo toujou se pwogrè.
id: Bahkan kemajuan yang berantakan pun tetaplah kemajuan.
is: Jafnvel flóknar framfarir eru samt framfarir.
it: Anche un avanzamento caotico rimane un avanzamento.
ja: ゴチャゴチャした進歩であっても、それが進歩であることに変わりはありません。
ko: 혼란스런 발전도 여전히 발전입니다.
mi: Ahakoa te ahunga whakamua pōrearea, he ahunga whakamua tonu.
ms: Kemajuan yang tidak lancar pun masih satu kemajuan.
nb: Selv rotete fremgang er fortsatt fremgang.
nb_instk12: Selv rotete fremgang er fortsatt fremgang.
nl: Ook rommelige vooruitgang is vooruitgang.
pl: Nawet chaotyczne postępy mają swoją wartość.
pt: Mesmo um progresso confuso ainda é progresso.
pt_br: Mesmo um progresso confuso ainda é progresso.
ru: Даже хаотичное продвижение вперед — это все равно прогресс.
sl: Tudi kaotičen napredek je še vedno napredek.
sv: Framsteg är alltid framsteg, stora som små.
sv_instk12: Framsteg är alltid framsteg, stora som små.
th: ความก้าวหน้าที่ดูสับสนก็คือความก้าวหน้า
vi: Ngay cả tiến bộ lộn xộn cũng vẫn là tiến bộ.
zh: 过程再曲折，也是在前进。
zh_hk: 即使是跌跌撞撞的進步也是進步。

source: Even on tough days, you're moving forward.
ar: حتى في الأيام الصعبة، لا تزال قادرًا على التقدم نحو الأمام.
ca: Fins i tot en els dies complicats, seguiu endavant.
cy: Hyd yn oed ar ddyddiau anodd, rwyt ti'n gwneud cynnydd.
da: Selv på de hårde dage, bevæger du dig fremad.
da_instk12: Selv på de hårde dage, bevæger du dig fremad.
de: Selbst an schwierigen Tagen kommen Sie voran.
es: Incluso en los días difíciles, siga avanzando.
es_es: Hasta en los días difíciles, sigues adelante.
fi: Vaikeinakin päivinä liikut eteenpäin.
fr: Même les jours difficiles, tu continues de progresser.
fr_ca: Même les jours difficiles, vous allez de l’avant.
ga: Fiú ar laethanta crua, tá tú ag bogadh ar aghaidh.
hi: कठिन दिनों में भी, आप आगे बढ़ रहे हैं।
ht: Menm nan jou difisil yo, w ap avanse.
id: Bahkan di hari-hari sulit, Anda terus maju.
is: Jafnvel á erfiðum dögum heldurðu áfram.
it: Anche nei giorni più difficili, stai facendo progressi.
ja: 辛い日であっても、あなたは前進しています。
ko: 어려운 날에도 한발 더 나아갑니다.
mi: Ahakoa ngā rā uaua, kei te anga whakamua tonu koe.
ms: Walaupun pada hari yang sukar, anda tetap maju ke hadapan.
nb: Selv på tøffe dager går du fremover.
nb_instk12: Selv på tøffe dager går du fremover.
nl: Zelfs op moeilijke dagen ga je vooruit.
pl: Nawet w trudne dni robisz postępy.
pt: Mesmo em dias difíceis, você está a avançar.
pt_br: Mesmo nos dias difíceis, você continua seguindo em frente.
ru: Даже в трудные дни вы движетесь вперед.
sl: Tudi v težkih dneh se premikate naprej.
sv: Även under tuffa dagar gör du framsteg.
sv_instk12: Även under tuffa dagar gör du framsteg.
th: วันที่ยาก ๆ คุณก็ยังก้าวไปข้างหน้าได้
vi: Ngay cả những ngày khó khăn, bạn vẫn đang tiến lên phía trước.
zh: 不管多么困难，也要咬牙坚持。
zh_hk: 即使在艱難的日子裡，你也在前進。

source: Even slow progress is still progress.
ar: حتى التقدم البطيء يُعد تقدمًا.
ca: Fins i tot el progrés lent segueix sent progrés.
cy: Mae cynnydd bach yn gynnydd yr un fath.
da: Selv langsomme fremskridt er stadig fremskridt.
da_instk12: Selv langsomme fremskridt er stadig fremskridt.
de: Auch ein langsamer Fortschritt ist immer noch ein Fortschritt.
es: Incluso un progreso lento sigue siendo progreso.
es_es: Avanzar lentamente sigue siendo avanzar.
fi: Hidaskin edistyminen on edistystä.
fr: Les progrès, même lents, restent des progrès.
fr_ca: Même un progrès lent reste un progrès.
ga: Is dul chun cinn fós é fiú dul chun cinn mall.
hi: कम गति से बढ़ना भी सफलता की ओर ही जाना है।
ht: Menm pwogrè ki fèt dousman toujou se pwogrè.
id: Bahkan kemajuan yang lambat pun tetaplah kemajuan.
is: Jafnvel hægar framfarir eru samt framfarir.
it: Anche un avanzamento lento rimane un avanzamento.
ja: 遅い進歩であっても、それが進歩であることに変わりはありません。
ko: 늦은 발전도 여전히 발전입니다.
mi: Ahakoa te ahunga whakamua puhoi, he ahunga whakamua tonu.
ms: Kemajuan yang perlahan tetap satu kemajuan.
nb: Langsom fremgang er fortsatt fremgang.
nb_instk12: Langsom fremgang er fortsatt fremgang.
nl: Ook langzame vooruitgang is vooruitgang.
pl: Nawet mały postęp ma znaczenie.
pt: Mesmo um progresso lento ainda é progresso.
pt_br: Mesmo um progresso lento ainda é progresso.
ru: Даже медленное продвижение вперед — это все равно прогресс.
sl: Tudi počasen napredek je še vedno napredek.
sv: Även långsamma framsteg är framsteg.
sv_instk12: Även långsamma framsteg är framsteg.
th: ความก้าวหน้าแม้เพียงเล็กน้อยก็คือความก้าวหน้า
vi: Ngay cả tiến bộ chậm cũng vẫn là tiến bộ.
zh: 脚步再慢，也是在前进。
zh_hk: 即使進步緩慢，也是進步。

source: Even small steps this morning move you closer to your goals.
ar: حتى الخطوات الصغيرة التي تقطعها في هذا الصباح ستقربك من أهدافك.
ca: Fins i tot els passos petits d’aquest matí us aproparan als objectius.
cy: Bydd hyd yn oed y camau lleiaf y bore ‘ma yn mynd â ti yn agosach at dy nod.
da: Selv små skridt her til morgen bringer dig tættere på dine mål.
da_instk12: Selv små skridt her til morgen bringer dig tættere på dine mål.
de: Selbst kleine Schritte heute Morgen bringen Sie Ihren Zielen näher.
es: Incluso los pequeños pasos de esta mañana lo acercan a sus objetivos.
es_es: Hasta los pasos más pequeños que des esta mañana te acercarán a tus objetivos.
fi: Jopa pienet askeleet tänä aamuna vievät sinua lähemmäs tavoitteitasi.
fr: Même les petits pas que tu fais ce matin te rapprochent de tes objectifs.
fr_ca: Même les petits pas de ce matin vous rapprochent de vos objectifs.
ga: Tugann fiú céimeanna beaga ar maidin níos gaire duit do do spriocanna.
hi: इस सुबह किए गए छोटे-छोटे प्रयास भी आपको अपने लक्ष्य की ओर बढ़ा रहे हैं।
ht: Menm si w fè yon ti bagay maten an, sa ap ede w rive kote w vle a.
id: Bahkan langkah kecil pagi ini akan membawamu lebih dekat ke tujuan Anda.
is: Jafnvel lítil skref í morgun færa þig nær markmiðum þínum.
it: Anche i piccoli passi di questa mattina ti avvicinano sempre più ai tuoi obiettivi.
ja: 今朝の一歩一歩が、目標へ近づく一歩となるのです。
ko: 오늘의 작은 단계도 목표를 향해 더 가까워지는 것입니다.
mi: Ahakoa ngā taahiraa iti i tēnei ata ka neke ake koe ki ō whāinga.
ms: Langkah-langkah kecil pagi ini mendekatkan anda kepada sasaran anda.
nb: Selv små skritt denne morgenen tar deg nærmere målene dine.
nb_instk12: Selv små skritt denne morgenen tar deg nærmere målene dine.
nl: Ook de kleine stappen van deze morgen brengen je dichter bij je doelen.
pl: Każdy krok wykonany tego poranka przybliży Cię do celu.
pt: Mesmo pequenos passos nesta manhã aproximam-te dos teus objetivos.
pt_br: Mesmo pequenos passos nesta manhã o aproximam de seus objetivos.
ru: Даже небольшие шаги этим утром приближают вас к достижению ваших целей.
sl: Tudi majhni koraki to jutro vas približajo vašim ciljem.
sv: Även små insatser den här morgonen för dig närmare ditt mål.
sv_instk12: Även små insatser den här morgonen för dig närmare ditt mål.
th: ก้าวเล็ก ๆ เช้านี้จะทำให้คุณใกล้เป้าหมายมากยิ่งขึ้น
vi: Ngay cả những bước nhỏ trong sáng nay cũng đưa bạn gần hơn tới mục tiêu.
zh: 今晨每一小步，都让你离梦想更近。
zh_hk: 即使是今天早上邁出的小一步，也能讓你離目標更近一步。

source: Evenings are for reflection — notice what you've learned today, not just what's left to do.
ar: الأمسيات مثالية للتأمل — ألق نظرة على ما تعلمته اليوم، وليس ما عليك فعله فحسب.
ca: Els vespres són per reflexionar: adoneu-vos del que heu après avui, no només d’allò que queda per fer.
cy: Mae nosweithiau’n gyfle i fyfyrio — meddylia am yr hyn rwyt ti wedi'i ddysgu heddiw, nid dim ond yr hyn sydd ar ôl i'w wneud.
da: Aftener er til refleksion – husk at lægge mærke til, hvad du har lært i dag, ikke kun alt det der stadig skal gøres.
da_instk12: Aftener er til refleksion – husk at lægge mærke til, hvad du har lært i dag, ikke kun alt det der stadig skal gøres.
de: Die Abende sind zum Nachdenken da – merken Sie sich, was Sie heute gelernt haben, nicht nur, was noch zu tun ist.
es: Las tardes son para reflexionar: fíjese en lo que aprendió hoy y no solo en lo que le queda por hacer.
es_es: Las tardes son para reflexionar: fíjate en lo que has aprendido hoy, no solo en lo que te queda por hacer.
fi: Illat ovat pohdintaa varten — huomaa, mitä opit tänään, älä vain sitä mitä jäi tekemättä.
fr: Le soir est un moment idéal pour réfléchir. Pense à ce que tu as appris aujourd’hui, et pas seulement à tout ce qu’il te reste à faire.
fr_ca: Les soirées sont consacrées à la réflexion — remarquez ce que vous avez appris aujourd’hui, et pas seulement ce qu’il vous reste à faire.
ga: Is le haghaidh machnaimh atá na tráthnónta — tabhair faoi deara an méid atá foghlamtha agat inniu, ní hamháin a bhfuil le déanamh fós.
hi: शामें चिंतन के लिए होती हैं — इस बात पर ध्यान दें कि आज आपने क्या सीखा है, न कि केवल इस पर कि क्या करना बाकी है।
ht: Aswè se pou refleksyon — remake sa w aprann jodi a, pa sèlman sa ki rete pou w fè yo.
id: Malam hari adalah untuk refleksi — perhatikan apa yang telah Anda pelajari hari ini, bukan hanya apa yang masih harus dilakukan.
is: Kvöldin eru til íhugunar — taktu eftir því sem þú hefur lært í dag, ekki bara því sem eftir er að gera.
it: La sera serve per riflettere: pensa a ciò che hai imparato oggi, non solo a ciò che devi ancora fare.
ja: 夜は振り返りの時間です — やり残した課題だけでなく、今日学んだことに目を向けましょう。
ko: 저녁 시간은 오늘 완료하지 못한 것 뿐만 아니라 오늘 배운 것을 뒤돌아볼 수 있는 시간입니다.
mi: He mea whakaaroaro ngā ahiahi — tirohia ngā mea kua akohia e koe i tēnei rā, kaua ko ngā mea anake hei mahi.
ms: Waktu malam adalah untuk membuat perenungan — perhatikan apa yang telah anda pelajari hari ini, bukan hanya perkara yang masih berbaki untuk dilakukan.
nb: Kvelder er til for refleksjon – legg merke til hva du har lært i dag, ikke bare hva som gjenstår.
nb_instk12: Kvelder er til for refleksjon – legg merke til hva du har lært i dag, ikke bare hva som gjenstår.
nl: De avonden zijn voor reflectie – schenk aandacht aan wat je vandaag hebt geleerd, niet alleen aan wat je nog moet doen.
pl: Wieczory służą refleksji – doceń, ile już pracy za Tobą, nie zaś ile jeszcze przed.
pt: As noites são para reflexão — repara no que aprendeste hoje, não apenas no que ainda falta fazer.
pt_br: As noites são para reflexão — observe o que você aprendeu hoje, não apenas o que ainda precisa ser feito.
ru: Вечера предназначены для размышлений — обращайте внимание на то, чему вы научились сегодня, а не только на то, что еще предстоит сделать.
sl: Večeri so za razmislek – opazujte, kaj ste se danes naučili, ne le, kaj je še treba narediti.
sv: Reflektera på kvällen – tänk på det du lärt dig under dagen och inte på vad du har kvar.
sv_instk12: Reflektera på kvällen – tänk på det du lärt dig under dagen och inte på vad du har kvar.
th: เวลาค่ำคือช่วงเวลาแห่งการทบทวน พิจารณาสิ่งที่คุณได้เรียนรู้วันนี้ ไม่ใช่แค่สิ่งที่ยังต้องทำ
vi: Buổi tối là lúc để suy ngẫm — hãy chú ý đến những gì bạn đã học hôm nay, không chỉ những gì còn chưa làm.
zh: 夜晚宜自省 — 赞赏一天的收获，而不要纠结于未完成的遗憾。
zh_hk: 夜晚是反思的時間 — 想想你今天學到了什麼，而不僅僅是還剩下什麼要做。

source: Event
ar: الحدث
ca: Esdeveniment
cy: Digwyddiad
da: Begivenhed
da_instk12: Begivenhed
de: Ereignis
es: Evento
es_es: Evento
fi: Tapahtuma
fr: Événement
fr_ca: Événement
ga: Imeacht
hi: घटना
ht: Aktivite
id: Acara
is: Viðburður
it: Evento
ja: イベント
ko: 이벤트
mi: Tauwhāinga
ms: Acara
nb: Hendelse
nb_instk12: Hendelse
nl: Gebeurtenis
pl: Wydarzenie
pt: Evento
pt_br: Evento
ru: Событие
sl: Dogodek
sv: Händelse
sv_instk12: Händelse
th: กิจกรรม
vi: Sự Kiện
zh: 活动
zh_hk: 活動

source: Event Details
ar: تفاصيل الحدث
ca: Detalls de l'esdeveniment
cy: Manylion Digwyddiad
da: Begivenhedsdetaljer
da_instk12: Begivenhedsdetaljer
es: Detalles del evento
es_es: Detalles del evento
fi: Tapahtuman tiedot
fr: Détails de l'événement
fr_ca: Détails de l’événement
ga: Sonraí Imeachta
hi: घटना का विवरण
ht: Detay Aktivite
id: Detail Kejadian
is: Upplýsingar viðburðar
it: Dettagli eventi
ja: イベントの詳細
ko: 이벤트 세부 정보
mi: Ngā taipitopito tauwhāinga
ms: Butiran Acara
nb: Detaljer for hendelse
nb_instk12: Detaljer for hendelse
nl: Details van gebeurtenis
pl: Szczegółowe informacje o wydarzeniu
pt: Detalhes do evento
pt_br: Detalhes do evento
ru: Сведения о мероприятии
sl: Podrobnosti dogodka
sv: Händelsedetaljer
sv_instk12: Händelsedetaljer
th: รายละเอียดกิจกรรม
vi: Chi Tiết Sự Kiện
zh: 事件详细信息
zh_hk: 事件詳細資料

source: Every effort you make adds up.
ar: كل مجهود تبذله هو حجر أساس.
ca: Cada esforç que feu, suma.
cy: Mae pob ymdrech rwyt ti’n ei gwneud yn cyfri.
da: Enhver indsats, du gør, tæller.
da_instk12: Enhver indsats, du gør, tæller.
de: Jede Anstrengung, die Sie unternehmen, zahlt sich aus.
es: Cada esfuerzo que hace suma.
es_es: Hasta el más mínimo esfuerzo cuenta.
fi: Jokainen ponnistelusi vie sinua eteenpäin.
fr: Chaque effort accompli s’additionne.
fr_ca: Tous les efforts que vous faites s’additionnent.
ga: Cuireann gach iarracht a dhéanann tú leis.
hi: आप जो भी मेहनत करते हैं, वह बेकार नहीं जाती।
ht: Chak efò ou fè konte.
id: Setiap usaha yang Anda lakukan akan membuahkan hasil.
is: Sérhver viðleitni þín safnast saman.
it: Ogni sforzo che compi si amplifica.
ja: 積み重ねた努力は必ず実を結びます。
ko: 모든 노력이 모여 결실을 맺습니다.
mi: Ka whai hua ngā mahi katoa e mahia ana e koe.
ms: Setiap usaha anda adalah bernilai.
nb: All innsats du legger ned teller.
nb_instk12: All innsats du legger ned teller.
nl: Elke poging die je doet vormt een bijdrage.
pl: Na każdy sukces składają się małe zwycięstwa.
pt: Cada esforço que faz conta.
pt_br: Cada esforço que você faz faz diferença.
ru: Все ваши усилия в сумме дают положительный результат.
sl: Vsak trud, ki ga vložite, se obrestuje.
sv: Varje insats du gör för dig framåt.
sv_instk12: Varje insats du gör för dig framåt.
th: ทุกความพยายามมีผลลัพธ์
vi: Mọi nỗ lực bạn bỏ ra đều sẽ tích lũy.
zh: 你的每一次努力都不会白费。
zh_hk: 你的每一次努力都會累積起來。

source: Every try is growth, even if it doesn't feel like it.
ar: كل محاولة هي تطور في ذاتها، حتى لو لم تشعر بذلك.
ca: Cada intent serveix per créixer, encara que no ho sembli.
cy: Rwyt ti’n gwneud cynnydd bob tro rwyt ti’n rhoi cynnig ar rywbeth, hyd yn oed os nad yw’n teimlo felly.
da: Hvert forsøg er vækst, selvom det ikke føles sådan.
da_instk12: Hvert forsøg er vækst, selvom det ikke føles sådan.
de: Jeder Versuch ist Wachstum, auch wenn es sich nicht so anfühlt.
es: Cada intento es un crecimiento, aunque no lo parezca.
es_es: Todo intento es un crecimiento, aunque no te lo parezca.
fi: Jokainen yritys on kasvua, vaikka se ei siltä tuntuisi.
fr: Chaque tentative est un pas de plus vers la réussite, même si l’on en n’a pas l’impression.
fr_ca: Chaque essai est une croissance, même s’il n’en a pas l’air.
ga: Is fás gach iarracht, fiú mura mbraitheann sé amhlaidh.
hi: हर प्रयास विकास है, भले ही ऐसा महसूस न हो।
ht: Chak efò ou fè se yon etap nan kwasans ou, menmsi w pa santi sa kounye a.
id: Setiap percobaan adalah pertumbuhan, meskipun tidak terasa seperti itu.
is: Hver tilraun er vöxtur, jafnvel þótt þér líði ekki þannig.
it: Ogni tentativo è crescita, anche se non ti sembra.
ja: たとえそう感じなくても、全ての挑戦は成長です。
ko: 모든 시도는 실패처럼 느껴져도 성장의 과정입니다.
mi: He tipu ia ngana, ahakoa kāore i te rite.
ms: Setiap percubaan adalah pertumbuhan, walaupun tidak dirasakan demikian.
nb: Hvert forsøk er vekst, selv om det ikke føles slik.
nb_instk12: Hvert forsøk er vekst, selv om det ikke føles slik.
nl: Elke poging is groei, zelfs als het niet zo aanvoelt.
pl: Każda próba to krok w stronę rozwoju, nawet jeśli tego nie czujesz.
pt: Cada tentativa é um crescimento, mesmo que não pareça.
pt_br: Cada tentativa é um crescimento, mesmo que não pareça.
ru: Каждая попытка — это шаг вперед, даже если вам так не кажется.
sl: Vsak poskus je rast, tudi če se nam ne zdi tako.
sv: Du växer med varje försök, även om det inte känns så.
sv_instk12: Du växer med varje försök, även om det inte känns så.
th: ทุก ๆ การพยายามคือการเติบโต แม้ว่าจะเหมือนไม่มีอะไรเกิดขึ้นก็ตาม
vi: Mỗi lần thử đều là sự trưởng thành, ngay cả khi bạn không cảm thấy như vậy.
zh: 每一次尝试都是成长，哪怕你并未察觉。
zh_hk: 每一次嘗試都是成長，即使你感覺不到。

source: Existing Attachments...
ar: المرفقات الموجودة...
ca: Fitxers adjunts existents…
cy: Atodiadau Presennol...
da: Eksisterende vedhæftede filer...
da_instk12: Eksisterende vedhæftede filer...
de: Vorhandene Anhänge...
es: Archivos adjuntos existentes...
es_es: Archivos adjuntos existentes...
fi: Olemassa olevat liitteet...
fr: Pièces jointes existantes...
fr_ca: Pièces jointes existantes...
ga: Ceangaltáin Reatha...
hi: मौजूदा संलग्नक...
ht: Atachman ki Deja Egziste
id: Lampiran Yang Ada...
is: Núverandi viðhengi…
it: Allegati esistenti...
ja: 既存の添付ファイル...
ko: 기존 첨부 파일...
mi: Ngā Āpitihanga ...
ms: Kepilan Sedia Ada...
nb: Eksisterende vedlegg…
nb_instk12: Eksisterende vedlegg...
nl: Bestaande bijlagen...
pl: Istniejące załączniki...
pt: Anexos Existentes...
pt_br: Anexos Existentes...
ru: Существующие вложения...
sl: Obstoječe priloge ...
sv: Befintliga bilagor ...
sv_instk12: Existerande bilagor...
th: เอกสารแนบในปัจจุบัน...
vi: Tập Tin Đính Kèm Tồn Tại...
zh: 现有的附件...
zh_hk: 現存的附件...

source: Exit
ar: خروج
ca: Surt
cy: Gadael
da: Afslut
da_instk12: Afslut
de: Beenden
es: Salir
es_es: Salir
fi: Poistu
fr: Quitter
fr_ca: Quitter
ga: Scoir
hi: बाहर निकलें
ht: Soti
id: Keluar
is: Hætta
it: Esci
ja: 終了
ko: 나가기
mi: E puta
ms: Keluar
nb: Avslutt
nb_instk12: Avslutt
nl: Afsluiten
pl: Wyjdź
pt: Sair
pt_br: Sair
ru: Выход
sl: Izhod
sv: Avsluta
sv_instk12: Avsluta
th: ออก
vi: Thoát
zh: 退出
zh_hk: 退出

source: External Tool
ar: أداة خارجية
ca: Eina externa
cy: Adnodd Allanol
da: Eksternt værktøj
da_instk12: Eksternt værktøj
de: Externes Tool
es: Herramienta externa
es_es: Herramienta externa
fi: Ulkoinen työkalu
fr: Outil externe
fr_ca: Outil externe
hi: बाहरी उपकरण
ht: Zouti Ekstèn
id: Alat Eksternal
is: Ytra tól
it: Strumento esterno
ja: 外部ツール
ko: 외부 도구
mi: Taputapu waho
ms: Alat Luar
nb: Eksternt verktøy
nb_instk12: Eksternt verktøy
nl: Externe tool
pl: Narzędzie zewnętrzne
pt: Ferramenta Externa
pt_br: Ferramenta externa
ru: Внешний инструмент
sl: Zunanje orodje
sv: Externt verktyg
sv_instk12: Externt verktyg
th: เครื่องมือจากภายนอก
vi: Công Cụ Ngoài
zh: 外部工具
zh_hk: 外部工具

source: External URL
ar: عنوان URL خارجي
ca: URL externa
cy: URL allanol
da: Ekstern URL
da_instk12: Ekstern URL
de: Externer URL
es: URL externa
es_es: URL externa
fi: Ulkoinen URL
fr: URL externe
fr_ca: URL externe
ga: URL seachtrach
hi: बाहरी URL
ht: URL Ekstèn
id: URL Eksternal
is: Ytri vefslóð
it: URL esterno
ja: 外部 URL
ko: 외부 URL
mi: URL waho
ms: URL Luar
nb: Ekstern URL
nb_instk12: Ekstern URL
nl: Externe URL's
pl: Zewnętrzny adres URL
pt: URL externo
pt_br: URL externa
ru: Внешний URL-адрес
sl: Zunanji naslov URL
sv: Extern URL
sv_instk12: Extern URL
th: URL จากภายนอก
vi: URL Bên Ngoài
zh: 外部 URL
zh_hk: 外部 URL

source: Failed to accept invitation. Please try again.
ar: فشل قبول الدعوة. يرجى إعادة المحاولة.
ca: No s’ha pogut acceptar la invitació. Torneu a provar-ho.
cy: Wedi methu derbyn y gwahoddiad. Rho gynnig arall arni.
da: Kunne ikke acceptere invitationen. Prøv igen.
da_instk12: Kunne ikke acceptere invitationen. Prøv igen.
de: Einladung konnte nicht angenommen werden. Bitte versuchen Sie es erneut.
es: No se pudo aceptar la invitación. Inténtelo de nuevo.
es_es: No se ha podido aceptar la invitación. Inténtalo de nuevo.
fi: Kutsun hyväksyminen epäonnistui Yritä uudelleen.
fr: Échec de l’acceptation de l’invitation. Veuillez réessayer.
fr_ca: L’invitation n’a pas été acceptée. Veuillez réessayer.
ga: Theip ar an gcuireadh a ghlacadh. Bain triail as arís, le do thoil.
hi: आमंत्रण स्वीकार नहीं किया जा सका। कृपया फिर से कोशिश करें।
ht: Pa t aksepte envitasyon an. Tanpri eseye ankò.
id: Gagal menerima undangan. Silakan coba lagi.
is: Mistókst að samþykkja boðið. Reyndu aftur.
it: Impossibile accettare l’invito. Riprova.
ja: 招待の受け入れに失敗しました。もう一度やり直してください。
ko: 초대를 수락하지 못했습니다. 다시 시도하세요.
mi: Kāore i whakaaetia te pōwhiri. Tēnā, whakamārama anō.
ms: Gagal menerima jemputan. Sila cuba semula.
nb: Kunne ikke godta invitasjonen. Prøv på nytt.
nb_instk12: Kunne ikke godta invitasjonen. Prøv på nytt.
nl: Kan uitnodiging niet accepteren. Probeer het opnieuw.
pl: Nie udało się zaakceptować zaproszenia. Spróbuj ponownie.
pt: Falha ao aceitar o convite. Tente novamente.
pt_br: Não aceitou o convite. Por favor, tente novamente.
ru: Не удалось принять приглашение. Повторите попытку.
sl: Sprejetje povabila ni uspelo. Poskusite znova.
sv: Det gick inte att acceptera inbjudan. Försök igen.
sv_instk12: Det gick inte att acceptera inbjudan. Försök igen.
th: ไม่สามารถตอบรับคำเชิญ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Chấp nhận lời mời không thành công. Vui lòng thử lại.
zh: 接受邀请失败。请重试。
zh_hk: 無法接受邀請。請再試一次。
